Repository: common-repository/shared-article-repository
Catalog: languages/shared-article-plugin-*.po
Languages: nb_no

source: Tags that will be added to articles shared from this library; comma-separated
nb_no: Tags som vil bli automatisk lagt til når de deles fra dette biblioteket, kommaseparert

source: Shared Articles
nb_no: Delte artikler

source: Article
nb_no: Artikkel

source: Library
nb_no: Bibliotek

source: Article Type
nb_no: Artikkeltype

source: Subscribers
nb_no: Abonnenter

source: Author
nb_no: Forfatter

source: Sorry, shared articles are only available for logged-in users.
nb_no: Beklager - delte artikler er bare tilgjengelige for innloggede brukere

source: Sorry, this user cannot read shared articles.
nb_no: Beklager - denne brukeren kan ikke lese delte artikler

source: Sorry, this user cannot edit or publish shared articles.
nb_no: Beklager - denne brukeren kan ikke redigere eller publisere delte artikler

source: Post has been deleted.
nb_no: Artikkelen er slettet

source: The Shared Article Repository plugin requires that the WP_REST_Posts_Controller class exists. Either use a version of WordPress that includes this class, or use the <a href='https://wordpress.org/plugins/json-rest-api/'>WP Rest API plugin</a>. The plugin has been deactivated.
nb_no: Shared Article Repository-pluginen krever at WP_REST_Posts_Controller eksisterer. Bruk enten en versjon av Wordress som har denne klassen, eller installer <a href='https://wordpress.org/plugins/json-rest-api/'>WP Rest API plugin</a>en. Pluginen er nå deaktivert.

source: For this plugin to work properly with the REST api, you *must* activate pretty permalinks at
nb_no: For at denne pluginen skal virke korrekt med REST-apiet, *må* du aktivere pene permalenker-alternativet ved

source: the permalink settings page
nb_no: Permalenke-instillinger siden

source: Library Data
nb_no: Biblioteksdata

source: Shared Article Repository
nb_no: Delt artikkel-database

source: Example option
nb_no: Eksempelinnstilling

source: Library Data for %s
nb_no: Bibliotekstdata for %s

source: Connection Key
nb_no: Tilkoblingsnøkkel

source: Post your connection key from your Shared Articles plugin here to connect
nb_no: Lim inn din tilkoblingsnøkkel fra din WL Article Adopter plugin her for å koble til

source: Connection key removed
nb_no: Tilkoblingsnøkkel fjernet

source: Not a valid connection key
nb_no: Ikke en gyldig tilkoblingsnøkkel

source: Connection key updated
nb_no: Tilkoblingsnøkkel oppdatert

source: The registered connection key. Delete this to disconnect the user.
nb_no: Den registrerte tilkoblingsnøkkelen. Fjern denne for å avkoble brukeren.

source: No such article
nb_no: Artikkelen finnes ikke

source: Not Authorized
nb_no: Autorisasjon mangler

source: Not a shared article
nb_no: Ikke en delt artikkel

source: A "since"-timestamp is necessary; use seconds since the Unix epoch
nb_no: Du må sende med et 'since'-datostempel - bruk sekunder siden Unix-epoken 1. januar 1970.

source: Subscriptions
nb_no: Abonnementer

source: Subscription
nb_no: Abonnement

source: A database of shared articles for participating websites
nb_no: En database for delte artikler av deltagende nettsteder
